---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DatumPlaneDefinesWallClosure
source: html/1e973027-b4e5-32e0-e4d5-01f4103034be.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DatumPlaneDefinesWallClosure Property

"Wall Closure"

## Syntax (C#)
```csharp
public static ForgeTypeId DatumPlaneDefinesWallClosure { get; }
```